Repository: MarekMolder/StockManagementSystem
Catalog: StockManagement/APP/App.Resources/Domain/CommonDomain.*.resx
Languages: et

source: Created at
et: Loodud

source: Ended at
et: Lõpetatud

source: Name
et: Nimi

source: Actions
et: Tegevused

source: Inventories
et: Laod

source: Suppliers
et: Tarnijad

source: Status
et: Olek

source: Approved at
et: Kinnitatud kuupäeval

source: Action
et: Tegevus

source: Action type
et: Tegevuse tüüp

source: Product
et: Toode

source: Reason
et: Põhjus

source: Stock audit
et: Lao inventuur

source: Supplier
et: Tarnija

source: User
et: Kasutaja

source: Quantity
et: Kogus

source: Last updated
et: Viimati uuendatud

source: Storage room
et: Lao ruum

source: Address
et: Aadress

source: Storage room in inventories
et: Lao ruum üld ladudes

source: From stock movements
et: Lao liikumisest

source: To stock movements
et: Lao liikumisse

source: Product in storage rooms
et: Toode lao ruumides

source: Products
et: Tooted

source: Code
et: Kood

source: Stock movement
et: Lao liikumine

source: Role
et: Roll

source: Role claim
et: Rolli taotlus

source: User claim
et: Kasutaja taotlus

source: User login
et: Kasutaja logimine

source: User role
et: Kasutaja roll

source: User token
et: Kasutaja token

source: From storage room
et: lao ruumist

source: To storage room
et: Lao ruumi

source: From inventory
et: Laost

source: To inventory
et: Lattu

source: Stock audits
et: Lao inventuurid

source: Current stocks
et: Hetke seisud?

source: Storage room in inventory
et: Lao ruum üld laos

source: Inventory
et: Ladu

source: Approval requests
et: Kinnitus taotlused

source: Product category
et: Toote kategooria

source: Product in storage room
et: Toode lao ruumis

source: From stock movement
et: Lao liikumisest

source: To stock movement
et: Lao liikumisse
